Repository: oguzhanagir/E-Commerce-Website
Catalog: E-Commerce.UI/Resources/SharedResource.*.resx
Languages: ru_ru

# AddBasket
source: Add to Cart
ru_ru: Добавить в корзину Октябрь

source: All Categories
ru_ru: Все категории

source: Arabic
ru_ru: арабский язык

# BestSellers.Title
source: Best Sellers
ru_ru: Бестселлеры

source: Blog
ru_ru: блог

# CallInfo.SubContent
source: Live Chat Or Call.
ru_ru: Общайтесь в Чате или Звоните по Телефону.

# CallInfo.Title
source: 24/7 Support.
ru_ru: Поддержка 24/7.

source: Categories
ru_ru: Категории

# ChooseLanguage
source: Choose a Language
ru_ru: Выберите язык

# Contact.Address
source: Address
ru_ru: Адрес

# Contact.Content
source: Contact us to get more information about lighting products, place an order or answer your questions. We will be happy to help you.
ru_ru: Свяжитесь с нами, чтобы получить дополнительную информацию о осветительных приборах, разместить заказ или ответить на любые ваши вопросы. Мы будем рады вам помочь.

# Contact.PhoneNumber
source: Phone Number
ru_ru: Наш номер телефона

# Contact.Title
source: Contact Us
ru_ru: Свяжитесь с нами

# ContactInfo.Title
source: Contact Us
ru_ru: связаться с нами

source: English
ru_ru: Английский

source: Featured Categories
ru_ru: Избранные категории

# FeaturedCategories.SubContent
source: We have brought together various categories that we specially selected for you and that might interest you. Explore our categories that cater to different tastes and meet your needs with the products included in them.
ru_ru: Мы собрали воедино различные категории, которые мы специально отобрали для вас и которые могут вас заинтересовать. Ознакомьтесь с нашими категориями, которые удовлетворяют различные вкусы и удовлетворяют ваши потребности с помощью продуктов, включенных в них.

# Form.Button
source: Send Message
ru_ru: Отправить сообщение

# Form.Mail
source: Mail
ru_ru: Ваша почта

# Form.Message
source: Message
ru_ru: Ваше сообщение

# Form.Name
source: Name
ru_ru: Ваше имя

# Form.PhoneNumber
source: Phone Number
ru_ru: Ваш номер телефона

# Form.Subject
source: Subject
ru_ru: Ваша тема

# LatestBlogs.Title
source: Latest Blogs
ru_ru: Последние блоги

source: Latest Products
ru_ru: Новейшие продукты

# LatestProducts.SubContent
source: We have brought together the latest and most diverse products for you.Dec. Let's enrich your shopping experience with our options suitable for every taste. You can meet your needs by choosing among the products of high-quality and reliable brands. Dec.
ru_ru: Мы собрали для вас самые декоммунизированные и разнообразные продукты. Давайте обогатим ваш опыт покупок нашими вариантами на любой вкус. Выбирая продукцию от качественных и надежных брендов, вы можете декоммунизировать свои потребности.

source: Login
ru_ru: Авторизоваться

# Meta.Lang
source: en
ru_ru: англ.

source: More
ru_ru: больше

# Navbar.About
source: About
ru_ru: насчет

# Navbar.Contact
source: Contact
ru_ru: контакт

# Navbar.Home
source: Home
ru_ru: Домой

# Navbar.Shop
source: Shop
ru_ru: Магазин

# Navbar.SpecialDesign
source: Special Design and Wholesale Sales
ru_ru: Специальный дизайн и оптовые продажи

# NewArrivals.Title
source: New Arrivals
ru_ru: Новые поступления

# Newsletter.Button
source: Subscribe
ru_ru: Подписываться

# Newsletter.Mail
source: Mail Address
ru_ru: Ваш адрес электронной почты

# Newsletter.SubContent
source: Get the latest information, Sales and Offers.
ru_ru: Получайте самую свежую информацию, распродажи и предложения.

# Newsletter.Title
source: Subscribe to Our Newsletter
ru_ru: Получайте самую свежую информацию, распродажи и предложения.

# PaymentInfo.SubContent
source: Secure Payment Services.
ru_ru: Безопасные платежные сервисы.

# PaymentInfo.Title
source: Online Payment.
ru_ru: Онлайн-оплата.

# PhoneNumber
source: Our Phone Number
ru_ru: Наш номер телефона

# Price
source: Price Range
ru_ru: Диапазон цен декабря

source: Ranking
ru_ru: Сортировка

source: Register
ru_ru: Зарегистрировать

# ReturnInfo.SubContent
source: Hassle Free Shopping.
ru_ru: Беспроблемный шопинг.

# ReturnInfo.Title
source: Easy Return.
ru_ru: Легкое возвращение.

source: Russian
ru_ru: русский язык

# ShippingInfo.SubContent
source: On order over ₺150
ru_ru: При заказе свыше 150 йен

# ShippingInfo.Title
source: Free Shipping
ru_ru: бесплатная доставка

# Shop.Search
source: Search Product
ru_ru: Поиск товаров Дек

source: Social Media
ru_ru: социальные медиа

# SpecialDesing.Content
source: We offer a unique experience with specially designed lighting products for those who want to make a difference in the lighting world. Each of our products is specially designed with carefully selected materials and expert manual workmanship. Shape the atmosphere as you want with lighting fixtures suitable for your own taste and the needs of your space. Brighten up your home, workplace or project with our special designs that combine aesthetics and functionality Decently. Step into the unique lighting experience waiting for you and discover new ways to light up your spaces.
ru_ru: Для тех, кто хочет изменить мир освещения к лучшему, мы предлагаем уникальные возможности с помощью специально разработанных осветительных приборов. Каждый из наших продуктов специально разработан с использованием тщательно отобранных материалов и квалифицированной ручной работы. Создайте атмосферу так, как вам нравится, с помощью осветительных приборов, соответствующих вашим вкусам и потребностям вашего помещения. Украсьте свой дом, рабочее деку или проект с помощью наших эксклюзивных дизайнов, сочетающих эстетику и функциональность. Окунитесь в уникальный опыт освещения, который ждет вас, и откройте для себя новые способы освещения ваших помещений.

# SpecialDesing.Title
source: Create Your Own Style with Special Design Lighting Products
ru_ru: Создайте свой собственный стиль с помощью специально разработанных осветительных приборов

source: Special Offer
ru_ru: специальное предложение

# SpecialOffer.SubContent
source: We offer unique opportunities in the lighting industry! With these special offers, valid for a limited time, you can meet your lighting needs at affordable prices. Discover them now and add a new sparkle to your home, office, or any other space!
ru_ru: Мы предлагаем уникальные возможности в мире освещения! Удовлетворите свои потребности в освещении с помощью этих специальных предложений, которые действительны в течение ограниченного времени вы можете позволить себе это по доступным ценам. Откройте для себя его сейчас и создайте новый для своего дома, офиса или любого другого места добавь блеска!

# TopRated.Title
source: Top Rated
ru_ru: Большинство проголосовавших

source: Turkish
ru_ru: Турецкий язык

# WeeklySale.Button
source: Shop Now
ru_ru: Купить

# WeeklySale.Content
source: Saving up to 50% off all online store items this week.
ru_ru: Скидка до 50% на все товары интернет-магазина на этой неделе.

# WeeklySale.Title
source: Weekly Sale!
ru_ru: Еженедельная распродажа

# WholeSale.Content
source: If your business or project needs a large amount of lighting products, our wholesale option is for you. We offer advantageous prices and flexibility for project managers, interior designers and wholesale buyers. Discover a cost-effective way to light up your spaces with high-quality and durable lighting products. Find the fixtures that suit your needs by choosing from our wide range of products.Dec. We invite you to get acquainted with our wholesale lighting products, and we are pleased to provide quality lighting solutions to your business or project.
ru_ru: Если вашему бизнесу или проекту требуется большое количество осветительных приборов, наш оптовый вариант для вас. Мы предлагаем выгодные цены и гибкость для менеджеров проектов, дизайнеров интерьеров и оптовых покупателей. Откройте для себя экономически эффективный способ украсить свои помещения высококачественными и долговечными осветительными приборами. Выбирайте из нашего широкого ассорти деки, чтобы найти светильники, соответствующие вашим потребностям. Мы приглашаем вас познакомиться с нашими оптовыми осветительными приборами и рады предоставить качественные световые решения для вашего бизнеса или проекта.

# WholeSale.Title
source: Wholesale Lighting Products Suitable For Your Project And Business Needs
ru_ru: Оптовые осветительные приборы, соответствующие вашим проектным и бизнес-потребностям
